k6/unboundrampup.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: ./k6/benchmarking.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 6m30s max duration (incl. graceful stop):
              * default: Up to 200 looping VUs for 6m0s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/200 VUs, 1009 complete and 0 interrupted iterations
default   [   0% ] 001/200 VUs  0m01.0s/6m00.0s

running (0m02.0s), 002/200 VUs, 2240 complete and 0 interrupted iterations
default   [   1% ] 002/200 VUs  0m02.0s/6m00.0s

running (0m03.0s), 003/200 VUs, 4007 complete and 0 interrupted iterations
default   [   1% ] 003/200 VUs  0m03.0s/6m00.0s

running (0m04.0s), 004/200 VUs, 6450 complete and 0 interrupted iterations
default   [   1% ] 004/200 VUs  0m04.0s/6m00.0s

running (0m05.0s), 005/200 VUs, 9533 complete and 0 interrupted iterations
default   [   1% ] 005/200 VUs  0m05.0s/6m00.0s

running (0m06.0s), 005/200 VUs, 12566 complete and 0 interrupted iterations
default   [   2% ] 005/200 VUs  0m06.0s/6m00.0s

running (0m07.0s), 006/200 VUs, 15632 complete and 0 interrupted iterations
default   [   2% ] 006/200 VUs  0m07.0s/6m00.0s

running (0m08.0s), 007/200 VUs, 18856 complete and 0 interrupted iterations
default   [   2% ] 007/200 VUs  0m08.0s/6m00.0s

running (0m09.0s), 008/200 VUs, 22132 complete and 0 interrupted iterations
default   [   2% ] 008/200 VUs  0m09.0s/6m00.0s

running (0m10.0s), 009/200 VUs, 25505 complete and 0 interrupted iterations
default   [   3% ] 009/200 VUs  0m10.0s/6m00.0s

running (0m11.0s), 009/200 VUs, 28853 complete and 0 interrupted iterations
default   [   3% ] 009/200 VUs  0m11.0s/6m00.0s

running (0m12.0s), 010/200 VUs, 32329 complete and 0 interrupted iterations
default   [   3% ] 010/200 VUs  0m12.0s/6m00.0s

running (0m13.0s), 011/200 VUs, 36042 complete and 0 interrupted iterations
default   [   4% ] 011/200 VUs  0m13.0s/6m00.0s

running (0m14.0s), 012/200 VUs, 39915 complete and 0 interrupted iterations
default   [   4% ] 012/200 VUs  0m14.0s/6m00.0s

running (0m15.0s), 013/200 VUs, 43944 complete and 0 interrupted iterations
default   [   4% ] 013/200 VUs  0m15.0s/6m00.0s

running (0m16.0s), 014/200 VUs, 47855 complete and 0 interrupted iterations
default   [   4% ] 014/200 VUs  0m16.0s/6m00.0s

running (0m17.0s), 014/200 VUs, 51572 complete and 0 interrupted iterations
default   [   5% ] 014/200 VUs  0m17.0s/6m00.0s

running (0m18.0s), 015/200 VUs, 55226 complete and 0 interrupted iterations
default   [   5% ] 015/200 VUs  0m18.0s/6m00.0s

running (0m19.0s), 016/200 VUs, 58951 complete and 0 interrupted iterations
default   [   5% ] 016/200 VUs  0m19.0s/6m00.0s

running (0m20.0s), 017/200 VUs, 62794 complete and 0 interrupted iterations
default   [   6% ] 017/200 VUs  0m20.0s/6m00.0s

running (0m21.0s), 018/200 VUs, 66590 complete and 0 interrupted iterations
default   [   6% ] 018/200 VUs  0m21.0s/6m00.0s

running (0m22.0s), 018/200 VUs, 70566 complete and 0 interrupted iterations
default   [   6% ] 018/200 VUs  0m22.0s/6m00.0s

running (0m23.0s), 019/200 VUs, 74541 complete and 0 interrupted iterations
default   [   6% ] 019/200 VUs  0m23.0s/6m00.0s

running (0m24.0s), 020/200 VUs, 78549 complete and 0 interrupted iterations
default   [   7% ] 020/200 VUs  0m24.0s/6m00.0s

running (0m25.0s), 021/200 VUs, 82530 complete and 0 interrupted iterations
default   [   7% ] 021/200 VUs  0m25.0s/6m00.0s

running (0m26.0s), 022/200 VUs, 86581 complete and 0 interrupted iterations
default   [   7% ] 022/200 VUs  0m26.0s/6m00.0s

running (0m27.0s), 023/200 VUs, 90644 complete and 0 interrupted iterations
default   [   7% ] 023/200 VUs  0m27.0s/6m00.0s

running (0m28.0s), 023/200 VUs, 94620 complete and 0 interrupted iterations
default   [   8% ] 023/200 VUs  0m28.0s/6m00.0s

running (0m29.0s), 024/200 VUs, 98253 complete and 0 interrupted iterations
default   [   8% ] 024/200 VUs  0m29.0s/6m00.0s

running (0m30.0s), 025/200 VUs, 102132 complete and 0 interrupted iterations
default   [   8% ] 025/200 VUs  0m30.0s/6m00.0s

running (0m31.0s), 026/200 VUs, 105929 complete and 0 interrupted iterations
default   [   9% ] 026/200 VUs  0m31.0s/6m00.0s

running (0m32.0s), 027/200 VUs, 109714 complete and 0 interrupted iterations
default   [   9% ] 027/200 VUs  0m32.0s/6m00.0s

running (0m33.0s), 027/200 VUs, 113429 complete and 0 interrupted iterations
default   [   9% ] 027/200 VUs  0m33.0s/6m00.0s

running (0m34.0s), 028/200 VUs, 117135 complete and 0 interrupted iterations
default   [   9% ] 028/200 VUs  0m34.0s/6m00.0s

running (0m35.0s), 029/200 VUs, 121008 complete and 0 interrupted iterations
default   [  10% ] 029/200 VUs  0m35.0s/6m00.0s

running (0m36.0s), 030/200 VUs, 124836 complete and 0 interrupted iterations
default   [  10% ] 030/200 VUs  0m36.0s/6m00.0s

running (0m37.0s), 031/200 VUs, 128607 complete and 0 interrupted iterations
default   [  10% ] 031/200 VUs  0m37.0s/6m00.0s

running (0m38.0s), 032/200 VUs, 132391 complete and 0 interrupted iterations
default   [  11% ] 032/200 VUs  0m38.0s/6m00.0s

running (0m39.0s), 032/200 VUs, 136228 complete and 0 interrupted iterations
default   [  11% ] 032/200 VUs  0m39.0s/6m00.0s

running (0m40.0s), 033/200 VUs, 139956 complete and 0 interrupted iterations
default   [  11% ] 033/200 VUs  0m40.0s/6m00.0s

running (0m41.0s), 034/200 VUs, 143755 complete and 0 interrupted iterations
default   [  11% ] 034/200 VUs  0m41.0s/6m00.0s

running (0m42.0s), 035/200 VUs, 147495 complete and 0 interrupted iterations
default   [  12% ] 035/200 VUs  0m42.0s/6m00.0s

running (0m43.0s), 036/200 VUs, 151219 complete and 0 interrupted iterations
default   [  12% ] 036/200 VUs  0m43.0s/6m00.0s

running (0m44.0s), 036/200 VUs, 155012 complete and 0 interrupted iterations
default   [  12% ] 036/200 VUs  0m44.0s/6m00.0s

running (0m45.0s), 037/200 VUs, 158826 complete and 0 interrupted iterations
default   [  12% ] 037/200 VUs  0m45.0s/6m00.0s

running (0m46.0s), 038/200 VUs, 162645 complete and 0 interrupted iterations
default   [  13% ] 038/200 VUs  0m46.0s/6m00.0s

running (0m47.0s), 039/200 VUs, 166471 complete and 0 interrupted iterations
default   [  13% ] 039/200 VUs  0m47.0s/6m00.0s

running (0m48.0s), 040/200 VUs, 170394 complete and 0 interrupted iterations
default   [  13% ] 040/200 VUs  0m48.0s/6m00.0s

running (0m49.0s), 041/200 VUs, 174266 complete and 0 interrupted iterations
default   [  14% ] 041/200 VUs  0m49.0s/6m00.0s

running (0m50.0s), 041/200 VUs, 178116 complete and 0 interrupted iterations
default   [  14% ] 041/200 VUs  0m50.0s/6m00.0s

running (0m51.0s), 042/200 VUs, 181984 complete and 0 interrupted iterations
default   [  14% ] 042/200 VUs  0m51.0s/6m00.0s

running (0m52.0s), 043/200 VUs, 185810 complete and 0 interrupted iterations
default   [  14% ] 043/200 VUs  0m52.0s/6m00.0s

running (0m53.0s), 044/200 VUs, 189731 complete and 0 interrupted iterations
default   [  15% ] 044/200 VUs  0m53.0s/6m00.0s

running (0m54.0s), 045/200 VUs, 193664 complete and 0 interrupted iterations
default   [  15% ] 045/200 VUs  0m54.0s/6m00.0s

running (0m55.0s), 045/200 VUs, 197549 complete and 0 interrupted iterations
default   [  15% ] 045/200 VUs  0m55.0s/6m00.0s

running (0m56.0s), 046/200 VUs, 201398 complete and 0 interrupted iterations
default   [  16% ] 046/200 VUs  0m56.0s/6m00.0s

running (0m57.0s), 047/200 VUs, 205247 complete and 0 interrupted iterations
default   [  16% ] 047/200 VUs  0m57.0s/6m00.0s

running (0m58.0s), 048/200 VUs, 209218 complete and 0 interrupted iterations
default   [  16% ] 048/200 VUs  0m58.0s/6m00.0s

running (0m59.0s), 049/200 VUs, 213150 complete and 0 interrupted iterations
default   [  16% ] 049/200 VUs  0m59.0s/6m00.0s

running (1m00.0s), 049/200 VUs, 216960 complete and 0 interrupted iterations
default   [  17% ] 049/200 VUs  1m00.0s/6m00.0s

running (1m01.0s), 050/200 VUs, 220902 complete and 0 interrupted iterations
default   [  17% ] 050/200 VUs  1m01.0s/6m00.0s

running (1m02.0s), 050/200 VUs, 224887 complete and 0 interrupted iterations
default   [  17% ] 050/200 VUs  1m02.0s/6m00.0s

running (1m03.0s), 051/200 VUs, 228781 complete and 0 interrupted iterations
default   [  17% ] 051/200 VUs  1m03.0s/6m00.0s

running (1m04.0s), 051/200 VUs, 232632 complete and 0 interrupted iterations
default   [  18% ] 051/200 VUs  1m04.0s/6m00.0s

running (1m05.0s), 052/200 VUs, 236508 complete and 0 interrupted iterations
default   [  18% ] 052/200 VUs  1m05.0s/6m00.0s

running (1m06.0s), 052/200 VUs, 240422 complete and 0 interrupted iterations
default   [  18% ] 052/200 VUs  1m06.0s/6m00.0s

running (1m07.0s), 052/200 VUs, 244429 complete and 0 interrupted iterations
default   [  19% ] 052/200 VUs  1m07.0s/6m00.0s

running (1m08.0s), 053/200 VUs, 248424 complete and 0 interrupted iterations
default   [  19% ] 053/200 VUs  1m08.0s/6m00.0s

running (1m09.0s), 053/200 VUs, 252331 complete and 0 interrupted iterations
default   [  19% ] 053/200 VUs  1m09.0s/6m00.0s

running (1m10.0s), 054/200 VUs, 256278 complete and 0 interrupted iterations
default   [  19% ] 054/200 VUs  1m10.0s/6m00.0s

running (1m11.0s), 054/200 VUs, 260261 complete and 0 interrupted iterations
default   [  20% ] 054/200 VUs  1m11.0s/6m00.0s

running (1m12.0s), 054/200 VUs, 264236 complete and 0 interrupted iterations
default   [  20% ] 054/200 VUs  1m12.0s/6m00.0s

running (1m13.0s), 055/200 VUs, 268165 complete and 0 interrupted iterations
default   [  20% ] 055/200 VUs  1m13.0s/6m00.0s

running (1m14.0s), 055/200 VUs, 272112 complete and 0 interrupted iterations
default   [  21% ] 055/200 VUs  1m14.0s/6m00.0s

running (1m15.0s), 056/200 VUs, 275996 complete and 0 interrupted iterations
default   [  21% ] 056/200 VUs  1m15.0s/6m00.0s

running (1m16.0s), 056/200 VUs, 279846 complete and 0 interrupted iterations
default   [  21% ] 056/200 VUs  1m16.0s/6m00.0s

running (1m17.0s), 057/200 VUs, 283767 complete and 0 interrupted iterations
default   [  21% ] 057/200 VUs  1m17.0s/6m00.0s

running (1m18.0s), 057/200 VUs, 287638 complete and 0 interrupted iterations
default   [  22% ] 057/200 VUs  1m18.0s/6m00.0s

running (1m19.0s), 057/200 VUs, 291497 complete and 0 interrupted iterations
default   [  22% ] 057/200 VUs  1m19.0s/6m00.0s

running (1m20.0s), 058/200 VUs, 295265 complete and 0 interrupted iterations
default   [  22% ] 058/200 VUs  1m20.0s/6m00.0s

running (1m21.0s), 058/200 VUs, 299156 complete and 0 interrupted iterations
default   [  22% ] 058/200 VUs  1m21.0s/6m00.0s

running (1m22.0s), 059/200 VUs, 302965 complete and 0 interrupted iterations
default   [  23% ] 059/200 VUs  1m22.0s/6m00.0s

running (1m23.0s), 059/200 VUs, 306850 complete and 0 interrupted iterations
default   [  23% ] 059/200 VUs  1m23.0s/6m00.0s

running (1m24.0s), 059/200 VUs, 310718 complete and 0 interrupted iterations
default   [  23% ] 059/200 VUs  1m24.0s/6m00.0s

running (1m25.0s), 060/200 VUs, 314679 complete and 0 interrupted iterations
default   [  24% ] 060/200 VUs  1m25.0s/6m00.0s

running (1m26.0s), 060/200 VUs, 318638 complete and 0 interrupted iterations
default   [  24% ] 060/200 VUs  1m26.0s/6m00.0s

running (1m27.0s), 061/200 VUs, 322503 complete and 0 interrupted iterations
default   [  24% ] 061/200 VUs  1m27.0s/6m00.0s

running (1m28.0s), 061/200 VUs, 326426 complete and 0 interrupted iterations
default   [  24% ] 061/200 VUs  1m28.0s/6m00.0s

running (1m29.0s), 062/200 VUs, 330328 complete and 0 interrupted iterations
default   [  25% ] 062/200 VUs  1m29.0s/6m00.0s

running (1m30.0s), 062/200 VUs, 334226 complete and 0 interrupted iterations
default   [  25% ] 062/200 VUs  1m30.0s/6m00.0s

running (1m31.0s), 062/200 VUs, 338131 complete and 0 interrupted iterations
default   [  25% ] 062/200 VUs  1m31.0s/6m00.0s

running (1m32.0s), 063/200 VUs, 341953 complete and 0 interrupted iterations
default   [  26% ] 063/200 VUs  1m32.0s/6m00.0s

running (1m33.0s), 063/200 VUs, 345818 complete and 0 interrupted iterations
default   [  26% ] 063/200 VUs  1m33.0s/6m00.0s

running (1m34.0s), 064/200 VUs, 349694 complete and 0 interrupted iterations
default   [  26% ] 064/200 VUs  1m34.0s/6m00.0s

running (1m35.0s), 064/200 VUs, 353537 complete and 0 interrupted iterations
default   [  26% ] 064/200 VUs  1m35.0s/6m00.0s

running (1m36.0s), 064/200 VUs, 357439 complete and 0 interrupted iterations
default   [  27% ] 064/200 VUs  1m36.0s/6m00.0s

running (1m37.0s), 065/200 VUs, 361318 complete and 0 interrupted iterations
default   [  27% ] 065/200 VUs  1m37.0s/6m00.0s

running (1m38.0s), 065/200 VUs, 365222 complete and 0 interrupted iterations
default   [  27% ] 065/200 VUs  1m38.0s/6m00.0s

running (1m39.0s), 066/200 VUs, 369191 complete and 0 interrupted iterations
default   [  27% ] 066/200 VUs  1m39.0s/6m00.0s

running (1m40.0s), 066/200 VUs, 373196 complete and 0 interrupted iterations
default   [  28% ] 066/200 VUs  1m40.0s/6m00.0s

running (1m41.0s), 067/200 VUs, 377076 complete and 0 interrupted iterations
default   [  28% ] 067/200 VUs  1m41.0s/6m00.0s

running (1m42.0s), 067/200 VUs, 380987 complete and 0 interrupted iterations
default   [  28% ] 067/200 VUs  1m42.0s/6m00.0s

running (1m43.0s), 067/200 VUs, 384883 complete and 0 interrupted iterations
default   [  29% ] 067/200 VUs  1m43.0s/6m00.0s

running (1m44.0s), 068/200 VUs, 388904 complete and 0 interrupted iterations
default   [  29% ] 068/200 VUs  1m44.0s/6m00.0s

running (1m45.0s), 068/200 VUs, 392820 complete and 0 interrupted iterations
default   [  29% ] 068/200 VUs  1m45.0s/6m00.0s

running (1m46.0s), 069/200 VUs, 396676 complete and 0 interrupted iterations
default   [  29% ] 069/200 VUs  1m46.0s/6m00.0s

running (1m47.0s), 069/200 VUs, 400532 complete and 0 interrupted iterations
default   [  30% ] 069/200 VUs  1m47.0s/6m00.0s

running (1m48.0s), 069/200 VUs, 404386 complete and 0 interrupted iterations
default   [  30% ] 069/200 VUs  1m48.0s/6m00.0s

running (1m49.0s), 070/200 VUs, 408316 complete and 0 interrupted iterations
default   [  30% ] 070/200 VUs  1m49.0s/6m00.0s

running (1m50.0s), 070/200 VUs, 412150 complete and 0 interrupted iterations
default   [  31% ] 070/200 VUs  1m50.0s/6m00.0s

running (1m51.0s), 071/200 VUs, 416156 complete and 0 interrupted iterations
default   [  31% ] 071/200 VUs  1m51.0s/6m00.0s

running (1m52.0s), 071/200 VUs, 420107 complete and 0 interrupted iterations
default   [  31% ] 071/200 VUs  1m52.0s/6m00.0s

running (1m53.0s), 072/200 VUs, 424078 complete and 0 interrupted iterations
default   [  31% ] 072/200 VUs  1m53.0s/6m00.0s

running (1m54.0s), 072/200 VUs, 427951 complete and 0 interrupted iterations
default   [  32% ] 072/200 VUs  1m54.0s/6m00.0s

running (1m55.0s), 072/200 VUs, 431853 complete and 0 interrupted iterations
default   [  32% ] 072/200 VUs  1m55.0s/6m00.0s

running (1m56.0s), 073/200 VUs, 435773 complete and 0 interrupted iterations
default   [  32% ] 073/200 VUs  1m56.0s/6m00.0s

running (1m57.0s), 073/200 VUs, 439638 complete and 0 interrupted iterations
default   [  32% ] 073/200 VUs  1m57.0s/6m00.0s

running (1m58.0s), 074/200 VUs, 443538 complete and 0 interrupted iterations
default   [  33% ] 074/200 VUs  1m58.0s/6m00.0s

running (1m59.0s), 074/200 VUs, 447412 complete and 0 interrupted iterations
default   [  33% ] 074/200 VUs  1m59.0s/6m00.0s

running (2m00.0s), 074/200 VUs, 451309 complete and 0 interrupted iterations
default   [  33% ] 074/200 VUs  2m00.0s/6m00.0s

running (2m01.0s), 075/200 VUs, 455283 complete and 0 interrupted iterations
default   [  34% ] 075/200 VUs  2m01.0s/6m00.0s

running (2m02.0s), 075/200 VUs, 459102 complete and 0 interrupted iterations
default   [  34% ] 075/200 VUs  2m02.0s/6m00.0s

running (2m03.0s), 076/200 VUs, 463017 complete and 0 interrupted iterations
default   [  34% ] 076/200 VUs  2m03.0s/6m00.0s

running (2m04.0s), 076/200 VUs, 466977 complete and 0 interrupted iterations
default   [  34% ] 076/200 VUs  2m04.0s/6m00.0s

running (2m05.0s), 077/200 VUs, 470947 complete and 0 interrupted iterations
default   [  35% ] 077/200 VUs  2m05.0s/6m00.0s

running (2m06.0s), 077/200 VUs, 474872 complete and 0 interrupted iterations
default   [  35% ] 077/200 VUs  2m06.0s/6m00.0s

running (2m07.0s), 077/200 VUs, 478747 complete and 0 interrupted iterations
default   [  35% ] 077/200 VUs  2m07.0s/6m00.0s

running (2m08.0s), 078/200 VUs, 482562 complete and 0 interrupted iterations
default   [  36% ] 078/200 VUs  2m08.0s/6m00.0s

running (2m09.0s), 078/200 VUs, 486419 complete and 0 interrupted iterations
default   [  36% ] 078/200 VUs  2m09.0s/6m00.0s

running (2m10.0s), 079/200 VUs, 490386 complete and 0 interrupted iterations
default   [  36% ] 079/200 VUs  2m10.0s/6m00.0s

running (2m11.0s), 079/200 VUs, 494313 complete and 0 interrupted iterations
default   [  36% ] 079/200 VUs  2m11.0s/6m00.0s

running (2m12.0s), 079/200 VUs, 498333 complete and 0 interrupted iterations
default   [  37% ] 079/200 VUs  2m12.0s/6m00.0s

running (2m13.0s), 080/200 VUs, 502274 complete and 0 interrupted iterations
default   [  37% ] 080/200 VUs  2m13.0s/6m00.0s

running (2m14.0s), 080/200 VUs, 506215 complete and 0 interrupted iterations
default   [  37% ] 080/200 VUs  2m14.0s/6m00.0s

running (2m15.0s), 081/200 VUs, 510083 complete and 0 interrupted iterations
default   [  37% ] 081/200 VUs  2m15.0s/6m00.0s

running (2m16.0s), 081/200 VUs, 514037 complete and 0 interrupted iterations
default   [  38% ] 081/200 VUs  2m16.0s/6m00.0s

running (2m17.0s), 082/200 VUs, 517943 complete and 0 interrupted iterations
default   [  38% ] 082/200 VUs  2m17.0s/6m00.0s

running (2m18.0s), 082/200 VUs, 521865 complete and 0 interrupted iterations
default   [  38% ] 082/200 VUs  2m18.0s/6m00.0s

running (2m19.0s), 082/200 VUs, 525785 complete and 0 interrupted iterations
default   [  39% ] 082/200 VUs  2m19.0s/6m00.0s

running (2m20.0s), 083/200 VUs, 529715 complete and 0 interrupted iterations
default   [  39% ] 083/200 VUs  2m20.0s/6m00.0s

running (2m21.0s), 083/200 VUs, 533681 complete and 0 interrupted iterations
default   [  39% ] 083/200 VUs  2m21.0s/6m00.0s

running (2m22.0s), 084/200 VUs, 537671 complete and 0 interrupted iterations
default   [  39% ] 084/200 VUs  2m22.0s/6m00.0s

running (2m23.0s), 084/200 VUs, 541601 complete and 0 interrupted iterations
default   [  40% ] 084/200 VUs  2m23.0s/6m00.0s

running (2m24.0s), 084/200 VUs, 545530 complete and 0 interrupted iterations
default   [  40% ] 084/200 VUs  2m24.0s/6m00.0s

running (2m25.0s), 085/200 VUs, 549437 complete and 0 interrupted iterations
default   [  40% ] 085/200 VUs  2m25.0s/6m00.0s

running (2m26.0s), 085/200 VUs, 553373 complete and 0 interrupted iterations
default   [  41% ] 085/200 VUs  2m26.0s/6m00.0s

running (2m27.0s), 086/200 VUs, 557373 complete and 0 interrupted iterations
default   [  41% ] 086/200 VUs  2m27.0s/6m00.0s

running (2m28.0s), 086/200 VUs, 561332 complete and 0 interrupted iterations
default   [  41% ] 086/200 VUs  2m28.0s/6m00.0s

running (2m29.0s), 087/200 VUs, 565252 complete and 0 interrupted iterations
default   [  41% ] 087/200 VUs  2m29.0s/6m00.0s

running (2m30.0s), 087/200 VUs, 569108 complete and 0 interrupted iterations
default   [  42% ] 087/200 VUs  2m30.0s/6m00.0s

running (2m31.0s), 087/200 VUs, 572904 complete and 0 interrupted iterations
default   [  42% ] 087/200 VUs  2m31.0s/6m00.0s

running (2m32.0s), 088/200 VUs, 576801 complete and 0 interrupted iterations
default   [  42% ] 088/200 VUs  2m32.0s/6m00.0s

running (2m33.0s), 088/200 VUs, 580695 complete and 0 interrupted iterations
default   [  42% ] 088/200 VUs  2m33.0s/6m00.0s

running (2m34.0s), 089/200 VUs, 584691 complete and 0 interrupted iterations
default   [  43% ] 089/200 VUs  2m34.0s/6m00.0s

running (2m35.0s), 089/200 VUs, 588663 complete and 0 interrupted iterations
default   [  43% ] 089/200 VUs  2m35.0s/6m00.0s

running (2m36.0s), 089/200 VUs, 592619 complete and 0 interrupted iterations
default   [  43% ] 089/200 VUs  2m36.0s/6m00.0s

running (2m37.0s), 090/200 VUs, 596478 complete and 0 interrupted iterations
default   [  44% ] 090/200 VUs  2m37.0s/6m00.0s

running (2m38.0s), 090/200 VUs, 600423 complete and 0 interrupted iterations
default   [  44% ] 090/200 VUs  2m38.0s/6m00.0s

running (2m39.0s), 091/200 VUs, 604321 complete and 0 interrupted iterations
default   [  44% ] 091/200 VUs  2m39.0s/6m00.0s

running (2m40.0s), 091/200 VUs, 608217 complete and 0 interrupted iterations
default   [  44% ] 091/200 VUs  2m40.0s/6m00.0s

running (2m41.0s), 092/200 VUs, 612155 complete and 0 interrupted iterations
default   [  45% ] 092/200 VUs  2m41.0s/6m00.0s

running (2m42.0s), 092/200 VUs, 616133 complete and 0 interrupted iterations
default   [  45% ] 092/200 VUs  2m42.0s/6m00.0s

running (2m43.0s), 092/200 VUs, 620107 complete and 0 interrupted iterations
default   [  45% ] 092/200 VUs  2m43.0s/6m00.0s

running (2m44.0s), 093/200 VUs, 623968 complete and 0 interrupted iterations
default   [  46% ] 093/200 VUs  2m44.0s/6m00.0s

running (2m45.0s), 093/200 VUs, 627915 complete and 0 interrupted iterations
default   [  46% ] 093/200 VUs  2m45.0s/6m00.0s

running (2m46.0s), 094/200 VUs, 631830 complete and 0 interrupted iterations
default   [  46% ] 094/200 VUs  2m46.0s/6m00.0s

running (2m47.0s), 094/200 VUs, 635707 complete and 0 interrupted iterations
default   [  46% ] 094/200 VUs  2m47.0s/6m00.0s

running (2m48.0s), 094/200 VUs, 639600 complete and 0 interrupted iterations
default   [  47% ] 094/200 VUs  2m48.0s/6m00.0s

running (2m49.0s), 095/200 VUs, 643512 complete and 0 interrupted iterations
default   [  47% ] 095/200 VUs  2m49.0s/6m00.0s

running (2m50.0s), 095/200 VUs, 647306 complete and 0 interrupted iterations
default   [  47% ] 095/200 VUs  2m50.0s/6m00.0s

running (2m51.0s), 096/200 VUs, 651136 complete and 0 interrupted iterations
default   [  47% ] 096/200 VUs  2m51.0s/6m00.0s

running (2m52.0s), 096/200 VUs, 655013 complete and 0 interrupted iterations
default   [  48% ] 096/200 VUs  2m52.0s/6m00.0s

running (2m53.0s), 097/200 VUs, 658943 complete and 0 interrupted iterations
default   [  48% ] 097/200 VUs  2m53.0s/6m00.0s

running (2m54.0s), 097/200 VUs, 662901 complete and 0 interrupted iterations
default   [  48% ] 097/200 VUs  2m54.0s/6m00.0s

running (2m55.0s), 097/200 VUs, 666846 complete and 0 interrupted iterations
default   [  49% ] 097/200 VUs  2m55.0s/6m00.0s

running (2m56.0s), 098/200 VUs, 670749 complete and 0 interrupted iterations
default   [  49% ] 098/200 VUs  2m56.0s/6m00.0s

running (2m57.0s), 098/200 VUs, 674614 complete and 0 interrupted iterations
default   [  49% ] 098/200 VUs  2m57.0s/6m00.0s

running (2m58.0s), 099/200 VUs, 678477 complete and 0 interrupted iterations
default   [  49% ] 099/200 VUs  2m58.0s/6m00.0s

running (2m59.0s), 099/200 VUs, 682409 complete and 0 interrupted iterations
default   [  50% ] 099/200 VUs  2m59.0s/6m00.0s

running (3m00.0s), 099/200 VUs, 686334 complete and 0 interrupted iterations
default   [  50% ] 099/200 VUs  3m00.0s/6m00.0s

running (3m01.0s), 100/200 VUs, 690296 complete and 0 interrupted iterations
default   [  50% ] 100/200 VUs  3m01.0s/6m00.0s

running (3m02.0s), 101/200 VUs, 694045 complete and 0 interrupted iterations
default   [  51% ] 101/200 VUs  3m02.0s/6m00.0s

running (3m03.0s), 102/200 VUs, 698032 complete and 0 interrupted iterations
default   [  51% ] 102/200 VUs  3m03.0s/6m00.0s

running (3m04.0s), 103/200 VUs, 701949 complete and 0 interrupted iterations
default   [  51% ] 103/200 VUs  3m04.0s/6m00.0s

running (3m05.0s), 104/200 VUs, 705921 complete and 0 interrupted iterations
default   [  51% ] 104/200 VUs  3m05.0s/6m00.0s

running (3m06.0s), 104/200 VUs, 709937 complete and 0 interrupted iterations
default   [  52% ] 104/200 VUs  3m06.0s/6m00.0s

running (3m07.0s), 105/200 VUs, 713851 complete and 0 interrupted iterations
default   [  52% ] 105/200 VUs  3m07.0s/6m00.0s

running (3m08.0s), 106/200 VUs, 717762 complete and 0 interrupted iterations
default   [  52% ] 106/200 VUs  3m08.0s/6m00.0s

running (3m09.0s), 107/200 VUs, 721761 complete and 0 interrupted iterations
default   [  52% ] 107/200 VUs  3m09.0s/6m00.0s

running (3m10.0s), 108/200 VUs, 725711 complete and 0 interrupted iterations
default   [  53% ] 108/200 VUs  3m10.0s/6m00.0s

running (3m11.0s), 109/200 VUs, 729593 complete and 0 interrupted iterations
default   [  53% ] 109/200 VUs  3m11.0s/6m00.0s

running (3m12.0s), 109/200 VUs, 733499 complete and 0 interrupted iterations
default   [  53% ] 109/200 VUs  3m12.0s/6m00.0s

running (3m13.0s), 110/200 VUs, 737347 complete and 0 interrupted iterations
default   [  54% ] 110/200 VUs  3m13.0s/6m00.0s

running (3m14.0s), 111/200 VUs, 741323 complete and 0 interrupted iterations
default   [  54% ] 111/200 VUs  3m14.0s/6m00.0s

running (3m15.0s), 112/200 VUs, 745298 complete and 0 interrupted iterations
default   [  54% ] 112/200 VUs  3m15.0s/6m00.0s

running (3m16.0s), 113/200 VUs, 749284 complete and 0 interrupted iterations
default   [  54% ] 113/200 VUs  3m16.0s/6m00.0s

running (3m17.0s), 114/200 VUs, 753157 complete and 0 interrupted iterations
default   [  55% ] 114/200 VUs  3m17.0s/6m00.0s

running (3m18.0s), 114/200 VUs, 757092 complete and 0 interrupted iterations
default   [  55% ] 114/200 VUs  3m18.0s/6m00.0s

running (3m19.0s), 115/200 VUs, 760999 complete and 0 interrupted iterations
default   [  55% ] 115/200 VUs  3m19.0s/6m00.0s

running (3m20.0s), 116/200 VUs, 764966 complete and 0 interrupted iterations
default   [  56% ] 116/200 VUs  3m20.0s/6m00.0s

running (3m21.0s), 117/200 VUs, 768810 complete and 0 interrupted iterations
default   [  56% ] 117/200 VUs  3m21.0s/6m00.0s

running (3m22.0s), 118/200 VUs, 772719 complete and 0 interrupted iterations
default   [  56% ] 118/200 VUs  3m22.0s/6m00.0s

running (3m23.0s), 119/200 VUs, 776581 complete and 0 interrupted iterations
default   [  56% ] 119/200 VUs  3m23.0s/6m00.0s

running (3m24.0s), 119/200 VUs, 780594 complete and 0 interrupted iterations
default   [  57% ] 119/200 VUs  3m24.0s/6m00.0s

running (3m25.0s), 120/200 VUs, 784480 complete and 0 interrupted iterations
default   [  57% ] 120/200 VUs  3m25.0s/6m00.0s

running (3m26.0s), 121/200 VUs, 788299 complete and 0 interrupted iterations
default   [  57% ] 121/200 VUs  3m26.0s/6m00.0s

running (3m27.0s), 122/200 VUs, 792174 complete and 0 interrupted iterations
default   [  57% ] 122/200 VUs  3m27.0s/6m00.0s

running (3m28.0s), 123/200 VUs, 796151 complete and 0 interrupted iterations
default   [  58% ] 123/200 VUs  3m28.0s/6m00.0s

running (3m29.0s), 124/200 VUs, 800139 complete and 0 interrupted iterations
default   [  58% ] 124/200 VUs  3m29.0s/6m00.0s

running (3m30.0s), 124/200 VUs, 804015 complete and 0 interrupted iterations
default   [  58% ] 124/200 VUs  3m30.0s/6m00.0s

running (3m31.0s), 125/200 VUs, 807911 complete and 0 interrupted iterations
default   [  59% ] 125/200 VUs  3m31.0s/6m00.0s

running (3m32.0s), 126/200 VUs, 811810 complete and 0 interrupted iterations
default   [  59% ] 126/200 VUs  3m32.0s/6m00.0s

running (3m33.0s), 127/200 VUs, 815697 complete and 0 interrupted iterations
default   [  59% ] 127/200 VUs  3m33.0s/6m00.0s

running (3m34.0s), 128/200 VUs, 819700 complete and 0 interrupted iterations
default   [  59% ] 128/200 VUs  3m34.0s/6m00.0s

running (3m35.0s), 129/200 VUs, 823605 complete and 0 interrupted iterations
default   [  60% ] 129/200 VUs  3m35.0s/6m00.0s

running (3m36.0s), 129/200 VUs, 827506 complete and 0 interrupted iterations
default   [  60% ] 129/200 VUs  3m36.0s/6m00.0s

running (3m37.0s), 130/200 VUs, 831407 complete and 0 interrupted iterations
default   [  60% ] 130/200 VUs  3m37.0s/6m00.0s

running (3m38.0s), 131/200 VUs, 835252 complete and 0 interrupted iterations
default   [  61% ] 131/200 VUs  3m38.0s/6m00.0s

running (3m39.0s), 132/200 VUs, 839122 complete and 0 interrupted iterations
default   [  61% ] 132/200 VUs  3m39.0s/6m00.0s

running (3m40.0s), 133/200 VUs, 843032 complete and 0 interrupted iterations
default   [  61% ] 133/200 VUs  3m40.0s/6m00.0s

running (3m41.0s), 134/200 VUs, 846973 complete and 0 interrupted iterations
default   [  61% ] 134/200 VUs  3m41.0s/6m00.0s

running (3m42.0s), 134/200 VUs, 850953 complete and 0 interrupted iterations
default   [  62% ] 134/200 VUs  3m42.0s/6m00.0s

running (3m43.0s), 135/200 VUs, 854870 complete and 0 interrupted iterations
default   [  62% ] 135/200 VUs  3m43.0s/6m00.0s

running (3m44.0s), 136/200 VUs, 858787 complete and 0 interrupted iterations
default   [  62% ] 136/200 VUs  3m44.0s/6m00.0s

running (3m45.0s), 137/200 VUs, 862743 complete and 0 interrupted iterations
default   [  62% ] 137/200 VUs  3m45.0s/6m00.0s

running (3m46.0s), 138/200 VUs, 866712 complete and 0 interrupted iterations
default   [  63% ] 138/200 VUs  3m46.0s/6m00.0s

running (3m47.0s), 139/200 VUs, 870677 complete and 0 interrupted iterations
default   [  63% ] 139/200 VUs  3m47.0s/6m00.0s

running (3m48.0s), 139/200 VUs, 874586 complete and 0 interrupted iterations
default   [  63% ] 139/200 VUs  3m48.0s/6m00.0s

running (3m49.0s), 140/200 VUs, 878570 complete and 0 interrupted iterations
default   [  64% ] 140/200 VUs  3m49.0s/6m00.0s

running (3m50.0s), 141/200 VUs, 882477 complete and 0 interrupted iterations
default   [  64% ] 141/200 VUs  3m50.0s/6m00.0s

running (3m51.0s), 142/200 VUs, 886334 complete and 0 interrupted iterations
default   [  64% ] 142/200 VUs  3m51.0s/6m00.0s

running (3m52.0s), 143/200 VUs, 890158 complete and 0 interrupted iterations
default   [  64% ] 143/200 VUs  3m52.0s/6m00.0s

running (3m53.0s), 144/200 VUs, 894069 complete and 0 interrupted iterations
default   [  65% ] 144/200 VUs  3m53.0s/6m00.0s

running (3m54.0s), 144/200 VUs, 897934 complete and 0 interrupted iterations
default   [  65% ] 144/200 VUs  3m54.0s/6m00.0s

running (3m55.0s), 145/200 VUs, 901771 complete and 0 interrupted iterations
default   [  65% ] 145/200 VUs  3m55.0s/6m00.0s

running (3m56.0s), 146/200 VUs, 905544 complete and 0 interrupted iterations
default   [  66% ] 146/200 VUs  3m56.0s/6m00.0s

running (3m57.0s), 147/200 VUs, 909155 complete and 0 interrupted iterations
default   [  66% ] 147/200 VUs  3m57.0s/6m00.0s

running (3m58.0s), 148/200 VUs, 913062 complete and 0 interrupted iterations
default   [  66% ] 148/200 VUs  3m58.0s/6m00.0s

running (3m59.0s), 149/200 VUs, 916985 complete and 0 interrupted iterations
default   [  66% ] 149/200 VUs  3m59.0s/6m00.0s

running (4m00.0s), 149/200 VUs, 920895 complete and 0 interrupted iterations
default   [  67% ] 149/200 VUs  4m00.0s/6m00.0s

running (4m01.0s), 150/200 VUs, 924806 complete and 0 interrupted iterations
default   [  67% ] 150/200 VUs  4m01.0s/6m00.0s

running (4m02.0s), 151/200 VUs, 928591 complete and 0 interrupted iterations
default   [  67% ] 151/200 VUs  4m02.0s/6m00.0s

running (4m03.0s), 152/200 VUs, 932626 complete and 0 interrupted iterations
default   [  67% ] 152/200 VUs  4m03.0s/6m00.0s

running (4m04.0s), 153/200 VUs, 936548 complete and 0 interrupted iterations
default   [  68% ] 153/200 VUs  4m04.0s/6m00.0s

running (4m05.0s), 154/200 VUs, 940534 complete and 0 interrupted iterations
default   [  68% ] 154/200 VUs  4m05.0s/6m00.0s

running (4m06.0s), 154/200 VUs, 944446 complete and 0 interrupted iterations
default   [  68% ] 154/200 VUs  4m06.0s/6m00.0s

running (4m07.0s), 155/200 VUs, 948389 complete and 0 interrupted iterations
default   [  69% ] 155/200 VUs  4m07.0s/6m00.0s

running (4m08.0s), 156/200 VUs, 952317 complete and 0 interrupted iterations
default   [  69% ] 156/200 VUs  4m08.0s/6m00.0s

running (4m09.0s), 157/200 VUs, 956241 complete and 0 interrupted iterations
default   [  69% ] 157/200 VUs  4m09.0s/6m00.0s

running (4m10.0s), 158/200 VUs, 960272 complete and 0 interrupted iterations
default   [  69% ] 158/200 VUs  4m10.0s/6m00.0s

running (4m11.0s), 159/200 VUs, 964181 complete and 0 interrupted iterations
default   [  70% ] 159/200 VUs  4m11.0s/6m00.0s

running (4m12.0s), 159/200 VUs, 968165 complete and 0 interrupted iterations
default   [  70% ] 159/200 VUs  4m12.0s/6m00.0s

running (4m13.0s), 160/200 VUs, 972218 complete and 0 interrupted iterations
default   [  70% ] 160/200 VUs  4m13.0s/6m00.0s

running (4m14.0s), 161/200 VUs, 976157 complete and 0 interrupted iterations
default   [  71% ] 161/200 VUs  4m14.0s/6m00.0s

running (4m15.0s), 162/200 VUs, 979983 complete and 0 interrupted iterations
default   [  71% ] 162/200 VUs  4m15.0s/6m00.0s

running (4m16.0s), 163/200 VUs, 983897 complete and 0 interrupted iterations
default   [  71% ] 163/200 VUs  4m16.0s/6m00.0s

running (4m17.0s), 164/200 VUs, 987959 complete and 0 interrupted iterations
default   [  71% ] 164/200 VUs  4m17.0s/6m00.0s

running (4m18.0s), 164/200 VUs, 991951 complete and 0 interrupted iterations
default   [  72% ] 164/200 VUs  4m18.0s/6m00.0s

running (4m19.0s), 165/200 VUs, 995824 complete and 0 interrupted iterations
default   [  72% ] 165/200 VUs  4m19.0s/6m00.0s

running (4m20.0s), 166/200 VUs, 999670 complete and 0 interrupted iterations
default   [  72% ] 166/200 VUs  4m20.0s/6m00.0s

running (4m21.0s), 167/200 VUs, 1003675 complete and 0 interrupted iterations
default   [  72% ] 167/200 VUs  4m21.0s/6m00.0s

running (4m22.0s), 168/200 VUs, 1007580 complete and 0 interrupted iterations
default   [  73% ] 168/200 VUs  4m22.0s/6m00.0s

running (4m23.0s), 169/200 VUs, 1011481 complete and 0 interrupted iterations
default   [  73% ] 169/200 VUs  4m23.0s/6m00.0s

running (4m24.0s), 169/200 VUs, 1015392 complete and 0 interrupted iterations
default   [  73% ] 169/200 VUs  4m24.0s/6m00.0s

running (4m25.0s), 170/200 VUs, 1019322 complete and 0 interrupted iterations
default   [  74% ] 170/200 VUs  4m25.0s/6m00.0s

running (4m26.0s), 171/200 VUs, 1023183 complete and 0 interrupted iterations
default   [  74% ] 171/200 VUs  4m26.0s/6m00.0s

running (4m27.0s), 172/200 VUs, 1027141 complete and 0 interrupted iterations
default   [  74% ] 172/200 VUs  4m27.0s/6m00.0s

running (4m28.0s), 173/200 VUs, 1031039 complete and 0 interrupted iterations
default   [  74% ] 173/200 VUs  4m28.0s/6m00.0s

running (4m29.0s), 174/200 VUs, 1035044 complete and 0 interrupted iterations
default   [  75% ] 174/200 VUs  4m29.0s/6m00.0s

running (4m30.0s), 174/200 VUs, 1038898 complete and 0 interrupted iterations
default   [  75% ] 174/200 VUs  4m30.0s/6m00.0s

running (4m31.0s), 175/200 VUs, 1042868 complete and 0 interrupted iterations
default   [  75% ] 175/200 VUs  4m31.0s/6m00.0s

running (4m32.0s), 176/200 VUs, 1046713 complete and 0 interrupted iterations
default   [  76% ] 176/200 VUs  4m32.0s/6m00.0s

running (4m33.0s), 177/200 VUs, 1050609 complete and 0 interrupted iterations
default   [  76% ] 177/200 VUs  4m33.0s/6m00.0s

running (4m34.0s), 178/200 VUs, 1054444 complete and 0 interrupted iterations
default   [  76% ] 178/200 VUs  4m34.0s/6m00.0s

running (4m35.0s), 179/200 VUs, 1058315 complete and 0 interrupted iterations
default   [  76% ] 179/200 VUs  4m35.0s/6m00.0s

running (4m36.0s), 179/200 VUs, 1062235 complete and 0 interrupted iterations
default   [  77% ] 179/200 VUs  4m36.0s/6m00.0s

running (4m37.0s), 180/200 VUs, 1066232 complete and 0 interrupted iterations
default   [  77% ] 180/200 VUs  4m37.0s/6m00.0s

running (4m38.0s), 181/200 VUs, 1070213 complete and 0 interrupted iterations
default   [  77% ] 181/200 VUs  4m38.0s/6m00.0s

running (4m39.0s), 182/200 VUs, 1074125 complete and 0 interrupted iterations
default   [  77% ] 182/200 VUs  4m39.0s/6m00.0s

running (4m40.0s), 183/200 VUs, 1077968 complete and 0 interrupted iterations
default   [  78% ] 183/200 VUs  4m40.0s/6m00.0s

running (4m41.0s), 184/200 VUs, 1081907 complete and 0 interrupted iterations
default   [  78% ] 184/200 VUs  4m41.0s/6m00.0s

running (4m42.0s), 184/200 VUs, 1085814 complete and 0 interrupted iterations
default   [  78% ] 184/200 VUs  4m42.0s/6m00.0s

running (4m43.0s), 185/200 VUs, 1089777 complete and 0 interrupted iterations
default   [  79% ] 185/200 VUs  4m43.0s/6m00.0s

running (4m44.0s), 186/200 VUs, 1093660 complete and 0 interrupted iterations
default   [  79% ] 186/200 VUs  4m44.0s/6m00.0s

running (4m45.0s), 187/200 VUs, 1097643 complete and 0 interrupted iterations
default   [  79% ] 187/200 VUs  4m45.0s/6m00.0s

running (4m46.0s), 188/200 VUs, 1101498 complete and 0 interrupted iterations
default   [  79% ] 188/200 VUs  4m46.0s/6m00.0s

running (4m47.0s), 189/200 VUs, 1105331 complete and 0 interrupted iterations
default   [  80% ] 189/200 VUs  4m47.0s/6m00.0s

running (4m48.0s), 189/200 VUs, 1109250 complete and 0 interrupted iterations
default   [  80% ] 189/200 VUs  4m48.0s/6m00.0s

running (4m49.0s), 190/200 VUs, 1113136 complete and 0 interrupted iterations
default   [  80% ] 190/200 VUs  4m49.0s/6m00.0s

running (4m50.0s), 191/200 VUs, 1116840 complete and 0 interrupted iterations
default   [  81% ] 191/200 VUs  4m50.0s/6m00.0s

running (4m51.0s), 192/200 VUs, 1120813 complete and 0 interrupted iterations
default   [  81% ] 192/200 VUs  4m51.0s/6m00.0s

running (4m52.0s), 193/200 VUs, 1124709 complete and 0 interrupted iterations
default   [  81% ] 193/200 VUs  4m52.0s/6m00.0s

running (4m53.0s), 194/200 VUs, 1128615 complete and 0 interrupted iterations
default   [  81% ] 194/200 VUs  4m53.0s/6m00.0s

running (4m54.0s), 194/200 VUs, 1132519 complete and 0 interrupted iterations
default   [  82% ] 194/200 VUs  4m54.0s/6m00.0s

running (4m55.0s), 195/200 VUs, 1136377 complete and 0 interrupted iterations
default   [  82% ] 195/200 VUs  4m55.0s/6m00.0s

running (4m56.0s), 196/200 VUs, 1140168 complete and 0 interrupted iterations
default   [  82% ] 196/200 VUs  4m56.0s/6m00.0s

running (4m57.0s), 197/200 VUs, 1144100 complete and 0 interrupted iterations
default   [  82% ] 197/200 VUs  4m57.0s/6m00.0s

running (4m58.0s), 198/200 VUs, 1147953 complete and 0 interrupted iterations
default   [  83% ] 198/200 VUs  4m58.0s/6m00.0s

running (4m59.0s), 199/200 VUs, 1151960 complete and 0 interrupted iterations
default   [  83% ] 199/200 VUs  4m59.0s/6m00.0s

running (5m00.0s), 199/200 VUs, 1156001 complete and 0 interrupted iterations
default   [  83% ] 199/200 VUs  5m00.0s/6m00.0s

running (5m01.0s), 197/200 VUs, 1159903 complete and 0 interrupted iterations
default   [  84% ] 197/200 VUs  5m01.0s/6m00.0s

running (5m02.0s), 194/200 VUs, 1163826 complete and 0 interrupted iterations
default   [  84% ] 194/200 VUs  5m02.0s/6m00.0s

running (5m03.0s), 191/200 VUs, 1167625 complete and 0 interrupted iterations
default   [  84% ] 191/200 VUs  5m03.0s/6m00.0s

running (5m04.0s), 187/200 VUs, 1171418 complete and 0 interrupted iterations
default   [  84% ] 187/200 VUs  5m04.0s/6m00.0s

running (5m05.0s), 184/200 VUs, 1175146 complete and 0 interrupted iterations
default   [  85% ] 184/200 VUs  5m05.0s/6m00.0s

running (5m06.0s), 181/200 VUs, 1178904 complete and 0 interrupted iterations
default   [  85% ] 181/200 VUs  5m06.0s/6m00.0s

running (5m07.0s), 177/200 VUs, 1182749 complete and 0 interrupted iterations
default   [  85% ] 177/200 VUs  5m07.0s/6m00.0s

running (5m08.0s), 174/200 VUs, 1186714 complete and 0 interrupted iterations
default   [  86% ] 174/200 VUs  5m08.0s/6m00.0s

running (5m09.0s), 171/200 VUs, 1190586 complete and 0 interrupted iterations
default   [  86% ] 171/200 VUs  5m09.0s/6m00.0s

running (5m10.0s), 167/200 VUs, 1194476 complete and 0 interrupted iterations
default   [  86% ] 167/200 VUs  5m10.0s/6m00.0s

running (5m11.0s), 164/200 VUs, 1198322 complete and 0 interrupted iterations
default   [  86% ] 164/200 VUs  5m11.0s/6m00.0s

running (5m12.0s), 161/200 VUs, 1202268 complete and 0 interrupted iterations
default   [  87% ] 161/200 VUs  5m12.0s/6m00.0s

running (5m13.0s), 157/200 VUs, 1206245 complete and 0 interrupted iterations
default   [  87% ] 157/200 VUs  5m13.0s/6m00.0s

running (5m14.0s), 154/200 VUs, 1210228 complete and 0 interrupted iterations
default   [  87% ] 154/200 VUs  5m14.0s/6m00.0s

running (5m15.0s), 151/200 VUs, 1214327 complete and 0 interrupted iterations
default   [  87% ] 151/200 VUs  5m15.0s/6m00.0s

running (5m16.0s), 147/200 VUs, 1218642 complete and 0 interrupted iterations
default   [  88% ] 147/200 VUs  5m16.0s/6m00.0s

running (5m17.0s), 144/200 VUs, 1222812 complete and 0 interrupted iterations
default   [  88% ] 144/200 VUs  5m17.0s/6m00.0s

running (5m18.0s), 141/200 VUs, 1226923 complete and 0 interrupted iterations
default   [  88% ] 141/200 VUs  5m18.0s/6m00.0s

running (5m19.0s), 137/200 VUs, 1231088 complete and 0 interrupted iterations
default   [  89% ] 137/200 VUs  5m19.0s/6m00.0s

running (5m20.0s), 134/200 VUs, 1235195 complete and 0 interrupted iterations
default   [  89% ] 134/200 VUs  5m20.0s/6m00.0s

running (5m21.0s), 131/200 VUs, 1239265 complete and 0 interrupted iterations
default   [  89% ] 131/200 VUs  5m21.0s/6m00.0s

running (5m22.0s), 127/200 VUs, 1243346 complete and 0 interrupted iterations
default   [  89% ] 127/200 VUs  5m22.0s/6m00.0s

running (5m23.0s), 124/200 VUs, 1247513 complete and 0 interrupted iterations
default   [  90% ] 124/200 VUs  5m23.0s/6m00.0s

running (5m24.0s), 121/200 VUs, 1251655 complete and 0 interrupted iterations
default   [  90% ] 121/200 VUs  5m24.0s/6m00.0s

running (5m25.0s), 117/200 VUs, 1255671 complete and 0 interrupted iterations
default   [  90% ] 117/200 VUs  5m25.0s/6m00.0s

running (5m26.0s), 114/200 VUs, 1259677 complete and 0 interrupted iterations
default   [  91% ] 114/200 VUs  5m26.0s/6m00.0s

running (5m27.0s), 111/200 VUs, 1263805 complete and 0 interrupted iterations
default   [  91% ] 111/200 VUs  5m27.0s/6m00.0s

running (5m28.0s), 107/200 VUs, 1268007 complete and 0 interrupted iterations
default   [  91% ] 107/200 VUs  5m28.0s/6m00.0s

running (5m29.0s), 104/200 VUs, 1272116 complete and 0 interrupted iterations
default   [  91% ] 104/200 VUs  5m29.0s/6m00.0s

running (5m30.0s), 101/200 VUs, 1276304 complete and 0 interrupted iterations
default   [  92% ] 101/200 VUs  5m30.0s/6m00.0s

running (5m31.0s), 097/200 VUs, 1280449 complete and 0 interrupted iterations
default   [  92% ] 097/200 VUs  5m31.0s/6m00.0s

running (5m32.0s), 094/200 VUs, 1284620 complete and 0 interrupted iterations
default   [  92% ] 094/200 VUs  5m32.0s/6m00.0s

running (5m33.0s), 091/200 VUs, 1288757 complete and 0 interrupted iterations
default   [  92% ] 091/200 VUs  5m33.0s/6m00.0s

running (5m34.0s), 087/200 VUs, 1292976 complete and 0 interrupted iterations
default   [  93% ] 087/200 VUs  5m34.0s/6m00.0s

running (5m35.0s), 084/200 VUs, 1297146 complete and 0 interrupted iterations
default   [  93% ] 084/200 VUs  5m35.0s/6m00.0s

running (5m36.0s), 081/200 VUs, 1301112 complete and 0 interrupted iterations
default   [  93% ] 081/200 VUs  5m36.0s/6m00.0s

running (5m37.0s), 077/200 VUs, 1305144 complete and 0 interrupted iterations
default   [  94% ] 077/200 VUs  5m37.0s/6m00.0s

running (5m38.0s), 074/200 VUs, 1309084 complete and 0 interrupted iterations
default   [  94% ] 074/200 VUs  5m38.0s/6m00.0s

running (5m39.0s), 071/200 VUs, 1313209 complete and 0 interrupted iterations
default   [  94% ] 071/200 VUs  5m39.0s/6m00.0s

running (5m40.0s), 067/200 VUs, 1317257 complete and 0 interrupted iterations
default   [  94% ] 067/200 VUs  5m40.0s/6m00.0s

running (5m41.0s), 064/200 VUs, 1321082 complete and 0 interrupted iterations
default   [  95% ] 064/200 VUs  5m41.0s/6m00.0s

running (5m42.0s), 061/200 VUs, 1324927 complete and 0 interrupted iterations
default   [  95% ] 061/200 VUs  5m42.0s/6m00.0s

running (5m43.0s), 057/200 VUs, 1328809 complete and 0 interrupted iterations
default   [  95% ] 057/200 VUs  5m43.0s/6m00.0s

running (5m44.0s), 054/200 VUs, 1332580 complete and 0 interrupted iterations
default   [  96% ] 054/200 VUs  5m44.0s/6m00.0s

running (5m45.0s), 051/200 VUs, 1336494 complete and 0 interrupted iterations
default   [  96% ] 051/200 VUs  5m45.0s/6m00.0s

running (5m46.0s), 047/200 VUs, 1340373 complete and 0 interrupted iterations
default   [  96% ] 047/200 VUs  5m46.0s/6m00.0s

running (5m47.0s), 044/200 VUs, 1344299 complete and 0 interrupted iterations
default   [  96% ] 044/200 VUs  5m47.0s/6m00.0s

running (5m48.0s), 041/200 VUs, 1348190 complete and 0 interrupted iterations
default   [  97% ] 041/200 VUs  5m48.0s/6m00.0s

running (5m49.0s), 037/200 VUs, 1352156 complete and 0 interrupted iterations
default   [  97% ] 037/200 VUs  5m49.0s/6m00.0s

running (5m50.0s), 034/200 VUs, 1356067 complete and 0 interrupted iterations
default   [  97% ] 034/200 VUs  5m50.0s/6m00.0s

running (5m51.0s), 031/200 VUs, 1359940 complete and 0 interrupted iterations
default   [  97% ] 031/200 VUs  5m51.0s/6m00.0s

running (5m52.0s), 027/200 VUs, 1363868 complete and 0 interrupted iterations
default   [  98% ] 027/200 VUs  5m52.0s/6m00.0s

running (5m53.0s), 024/200 VUs, 1367741 complete and 0 interrupted iterations
default   [  98% ] 024/200 VUs  5m53.0s/6m00.0s

running (5m54.0s), 021/200 VUs, 1371605 complete and 0 interrupted iterations
default   [  98% ] 021/200 VUs  5m54.0s/6m00.0s

running (5m55.0s), 017/200 VUs, 1375445 complete and 0 interrupted iterations
default   [  99% ] 017/200 VUs  5m55.0s/6m00.0s

running (5m56.0s), 014/200 VUs, 1379212 complete and 0 interrupted iterations
default   [  99% ] 014/200 VUs  5m56.0s/6m00.0s

running (5m57.0s), 011/200 VUs, 1382942 complete and 0 interrupted iterations
default   [  99% ] 011/200 VUs  5m57.0s/6m00.0s

running (5m58.0s), 007/200 VUs, 1386477 complete and 0 interrupted iterations
default   [  99% ] 007/200 VUs  5m58.0s/6m00.0s

running (5m59.0s), 004/200 VUs, 1389834 complete and 0 interrupted iterations
default   [ 100% ] 004/200 VUs  5m59.0s/6m00.0s

running (6m00.0s), 001/200 VUs, 1391742 complete and 0 interrupted iterations
default   [ 100% ] 001/200 VUs  6m00.0s/6m00.0s


  █ TOTAL RESULTS 

    checks_total.......: 1391755 3865.97671/s
    checks_succeeded...: 100.00% 1391755 out of 1391755
    checks_failed......: 0.00%   0 out of 1391755

    ✓ status is 200

    HTTP
    http_req_duration..............: avg=24.66ms min=674.89µs med=21.27ms max=121.17ms p(90)=48.75ms p(95)=58.9ms 
      { expected_response:true }...: avg=24.66ms min=674.89µs med=21.27ms max=121.17ms p(90)=48.75ms p(95)=58.9ms 
    http_req_failed................: 0.00%   0 out of 1391755
    http_reqs......................: 1391755 3865.97671/s

    EXECUTION
    iteration_duration.............: avg=24.71ms min=707.9µs  med=21.32ms max=121.41ms p(90)=48.81ms p(95)=58.96ms
    iterations.....................: 1391755 3865.97671/s
    vus............................: 1       min=1            max=199
    vus_max........................: 200     min=200          max=200

    NETWORK
    data_received..................: 285 MB  793 kB/s
    data_sent......................: 107 MB  298 kB/s



running (6m00.0s), 000/200 VUs, 1391755 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/200 VUs  6m0s